Repository: CRKaraman/gameweb_python_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Name
pl: Nazwa

source: Create developer
pl: Utwórz developera

source: Create
pl: Utwórz

source: Developers
pl: Developerzy

source: Delete
pl: Usuń

source: Games made by:
pl: Gry stworzone przez:

source: Genre
pl: Gatunek

source: No image
pl: Brak zdjęcia

source: Developer
pl: Utwórz developera

source: Tags
pl: Tagi

source: Year
pl: Rok

source: Developer with this name already exists
pl: Developer z taką nazwą już istnieje

source: Developer: {} created successfully
pl: Developer: {} utworzony poprawnie

source: Form invalid
pl: Niepoprawny formularz

source: Developer: {} has been deleted
pl: Developer: {} został utworzony

source: English
pl: Angielski

source: Polish
pl: Polski

source: Tags (Select 6)
pl: Tagi (Wybierz 6)

source: Should be rated?
pl: Czy ma być oceniana

source: Add game
pl: Dodaj grę

source: Rating
pl: Ocena

source: No rating
pl: Brak oceny

source: Rate game
pl: Oceń grę

source: Games
pl: Gry

source: Details
pl: Szczegóły

source: Game with this name already exists
pl: Developer z taką nazwą już istnieje

source: Game: {} created successfully
pl: Developer: {} utworzony poprawnie

source: User {} can't rate games
pl: Użytkownik {} nie może oceniać gier

source: Rate games
pl: Oceń grę

source: Like
pl: Lubię

source: Dislike
pl: Nie lubię

source: According to your answers
pl: Zgodnie z Twoimi odpowiedziami

source: Favorite genre
pl: Ulubione gry

source: Favorite developer
pl: Utwórz developera

source: Favorite tags
pl: Ulubione tagi

source: Games you may like
pl: Gry stworzone przez:

source: Score:
pl: Wynik

source: Match
pl: Dopasowanie

source: No match
pl: Brak dopasowania

source: Matching tags
pl: Pasujące tagi

source: Other tags
pl: Pozostałe tagi

source: Choose your preferences
pl: Wybierz ulubione

source: Submit
pl: Zatwierdź

source: Favorite game
pl: Ulubiona gra

source: Score
pl: Wynik

source: Games with genre:
pl: Gry z gatunku:

source: Create genre
pl: Utwórz

source: Genre with this name already exists
pl: Developer z taką nazwą już istnieje

source: Genre: {} created successfully
pl: Developer: {} utworzony poprawnie

source: Gaming an Tech news
pl: Wiadomości gamingowe i technologiczne

source: Read news
pl: Czytaj

source: Select API
pl: Rest API

source: Users
pl: Użytkownicy

source: Genres
pl: Gatunek

source: Games with tag:
pl: Gry z tagiem:

source: Create tag
pl: Utwórz

source: Tag with this name already exists
pl: Developer z taką nazwą już istnieje

source: Tag: {} created successfully
pl: Developer: {} utworzony poprawnie

source: News
pl: Wiadomości

source: Recommend Game
pl: Poleć grę

source: Recommend by tags
pl: Poleć na podstawie tagów

source: Recommend by rated games
pl: Poleć na podstawie ocenionych

source: Add games
pl: Dodaj grę

source: Show games
pl: Pokaż gry

source: Add users
pl: Dodaj użytkownika

source: Show users
pl: Pokaż użytkowników

source: Other
pl: Inne

source: About
pl: O stronie

source: Logout
pl: Wyloguj

source: Register
pl: Zarejestruj

source: Login
pl: Zaloguj

source: Create user
pl: Utwórz

source: User list
pl: Lista użytkowników

source: Full name
pl: Pełna nazwa

source: User with this name already exists
pl: Developer z taką nazwą już istnieje

source: User: {} created successfully
pl: Developer: {} utworzony poprawnie

source: Wrong password
pl: Błędne hasło
